Revit 2027 API
SpecTypeId.MassEquivalentPerItem Property
 Mass Equivalent per item.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassEquivalentPerItem { get; }
Public Shared ReadOnly Property MassEquivalentPerItem As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassEquivalentPerItem {
	ForgeTypeId^ get ();
}
static member MassEquivalentPerItem : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace